a=input("назови сторону а ")
b=input("назови сторону б ")
a=int(a)
b=int(b)
s=a*b
print(s)
p=(a+b)*2
print(p)
"""
Написать программу, которая просит ввести длину стороны квадрата и
выводит площадь и периметр квадрата.
S = a * a
p = a * 4
"""
